<?php
/*防盗设置*/define('REFERER_TYPE',0);/*设置0关闭设置1开启*/
/*授权设置*填写解析所在域名*默认留空不防盗链*多个域名|隔开设置*/
define('REFERER_URL','http://49.234.78.157/');
/*防盗提醒*当防盗生效时显示*根据需要添加代码*默认留空*没有设置*/
define('REFERER_INFO','请勿盗链，如有需要联系管理员');



$user=array(
/*解析标题*/'title'=>'卧龙影视',/*解析调用地址网页标题设置*/
/*解析帐号*/'uid'=>'404',/*登陆网站WWW.无名小站.COM进行复制*/
/*解析密钥*/'token'=>'8A8FEA5816302A3CF01D754F41F98AFA',
/*目录设置*/'path'=>'',/*安装根目录*请留空设置,/WMXZ.WANG*/


/*右键设置*/'dpname'=>'卧龙影视',/*播放器DPLAYER右键设置*/
/*右键地址*/'dpmain'=>'http://49.234.78.157/video/',


/*手机设置*/'h5auto' => '0',/*设置0点击播放*设置1自动播放*/
/*电脑设置*/'autoplay'=>'1',/*设置0点击播放*设置1自动播放*/


/*备用设置*/'online' => '0',/*设置0关闭备用*设置1开启备用*/
/*备用地址*视频无法解析跳转备用解析地址*留空将会跳转视频官网*/
'ather'=>'https://www.administratorW.com/index.php?url=',



/*验证设置*/'lotime'=>'3',/*单位为秒整数*防盗验证跳转时间设置*/
/*验证地址*/'lolink'=>'http://49.234.78.157/video/',/*跳转链接地址*防盗验证跳转地址设置*/
/*统计设置*/'tongji'=>'',/*注意不是代码*完整站长统计地址设置*/
)?>
